org-site/index.org
#+title: KVOS
#+HTML_HEAD: <link rel="stylesheet" href="./style.css">
#+OPTIONS: toc:nil num:nil timestamp:nil html-style:nil title:nil

#+begin_export html
<nav id="nav">
    <ul>
       <li class="current">
           <a href="./index.html">Home</a>
       <li class="">
           <a href="./screenshots.html">Screenshots</a>
       <li class="">
           <a href="./installation.html">Install KVOS</a>
       <li class="">
           <a href="./guide.html">Guide</a>
       <li class="">
           <a href="./software.html">Pre-Installed</a>
    </ul>
</nav>
#+end_export

* KVOS
This is my custom i3wm based desktop. This is tested on an vanilla arch install. This is a lightweight and fast desktop. It is light on system resources and [[./software.org][didn't install many packages]].

-----
* Get Started
:PROPERTIES:
:HTML_CONTAINER_CLASS: boxed
:END:
** Lightweigth
*** Very lightweight distro. Low memory and storage overhead.
** Arch based
*** Just some i3 config filed on top of vanilla arch. And one extra repository.
** Made for productivity
*** Tiling window managers are objectively better than floating window manager. If you disagree, I will find youm and I will kick ur Ass.
