docs/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KVOS</title>
<meta name="author" content="Kanishak Vaidya" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="./style.css">
</head>
<body>
<div id="content" class="content">
<nav id="nav">
    <ul>
       <li class="current">
           <a href="./index.html">Home</a>
       <li class="">
           <a href="./screenshots.html">Screenshots</a>
       <li class="">
           <a href="./installation.html">Install KVOS</a>
       <li class="">
           <a href="./guide.html">Guide</a>
       <li class="">
           <a href="./software.html">Pre-Installed</a>
    </ul>
</nav>

<div id="outline-container-org84224ec" class="outline-2">
<h2 id="org84224ec">KVOS</h2>
<div class="outline-text-2" id="text-org84224ec">
<p>
This is my custom i3wm based desktop. This is tested on an vanilla arch install. This is a lightweight and fast desktop. It is light on system resources and <a href="./software.html">didn&rsquo;t install many packages</a>.
</p>

<hr />
</div>
</div>
<div id="outline-container-org9809942" class="outline-2 boxed">
<h2 id="org9809942">Get Started</h2>
<div class="outline-text-2" id="text-org9809942">
</div>
<div id="outline-container-orgb19536b" class="outline-3">
<h3 id="orgb19536b">Lightweigth</h3>
<div class="outline-text-3" id="text-orgb19536b">
</div>
<div id="outline-container-org1aa4508" class="outline-4">
<h4 id="org1aa4508">Very lightweight distro. Low memory and storage overhead.</h4>
</div>
</div>
<div id="outline-container-orgc0a763a" class="outline-3">
<h3 id="orgc0a763a">Arch based</h3>
<div class="outline-text-3" id="text-orgc0a763a">
</div>
<div id="outline-container-orga2b2967" class="outline-4">
<h4 id="orga2b2967">Just some i3 config filed on top of vanilla arch. And one extra repository.</h4>
</div>
</div>
<div id="outline-container-org06f61f9" class="outline-3">
<h3 id="org06f61f9">Made for productivity</h3>
<div class="outline-text-3" id="text-org06f61f9">
</div>
<div id="outline-container-org399e0f9" class="outline-4">
<h4 id="org399e0f9">Tiling window managers are objectively better than floating window manager. If you disagree, I will find youm and I will kick ur Ass.</h4>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Kanishak Vaidya</p>
</div>
</body>
</html>
